# Целые числа и числа с плавающей точкой являются одними из самых распространенных в языке Python

number = 9

print(type(number))   # Вывод типа переменной number

float_number = 9.0

# Создайте ещё несколько переменных разных типов и осуществите вывод их типов
print(type(float_number))
bool_var = True
str_var = "Hi!"
list_var = [0] * 10
float_number = int(float_number)
print(type(float_number))
#print(type(bool_var))
#print(type(str_var))
#print(type(list_var))

# Существует множество функций, позволяющих изменять тип переменных.
# Изучите такие функции как int(), float(), str() и посл